from time import *


player = {
    'name':'',
    'hp': 100000,
    'attack': 203000
}

enemies=[
 {
        'name': 'США', 
        'hp': 10342,
        'attack': 10788,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить. Уходи, пока можешь.',
        'win': 'Ты - достойный противник,тебе  всеравно никогда не добраться до ядерки.',
        'loss': 'Ха! Я же говорил - тебе меня не одолеть. Уходи и не возвращайща.',
 },    
{
        #второй противник
  'name': 'италия', 
      'hp': 103,
        'attack': 107,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить.Я тебя пицей отшлепою.',
        'win':' Nooooooo . В пице не должно быть ананаса.',
         'loss':'Отшлепал'}]









